backend/soap-app/src/main/resources/requests/updateSvConfRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:sv="http://epolsoft.com/sv_conf">

    <soapenv:Header/>
    <soapenv:Body>
        <sv:updateSvConfRequest>
            <sv:svConf>
                <sv:name>Java15</sv:name>
                <sv:value>Java15</sv:value>
                <sv:desc>new version!!!!</sv:desc>
            </sv:svConf>
        </sv:updateSvConfRequest>
    </soapenv:Body>

</soapenv:Envelope>
